<template>
  <div class="app_ua">
    <p class="ua_p">
      1、 总则：凡以任何方式登录本平台或直接、间接使用本平台者，视为自愿接受本平台声明的约束。 
      <br>2、 系统的版权：未经本平台的书面同意，不得对本平台的信息、文字、音乐、图片、商标、标识以及其他内容进行传播、修改、复制、发行、出租、出售或以其他方式使用，不得删除或修改任何版权、商标权、专利权或其他所有权的声明。 
      <br>3、本网站尊重他人的任何权利，同时也要求我们的使用者也尊重他人之权利。本网站在适当情况下，有权自行决定删除侵犯他人权利的文章终止侵害或违反他人权利之使用者的帐号。  
      <br>4、 关于用户资料：“您的资料”包括您在注册、使用本站服务过程中、在任何公开信息场合或通过任何电子邮件形式，向本站或其他用户提供的任何资料。您应对“您的资料”负全部责任，而本站仅作为您在网上发布和刊登 "您的资料"的被动渠道。 如果您在本网站注册，您同意：  根据本网站所刊载的会员资料表格的要求，提供关于您或贵公司的真实、准确、完整和反映当前情况的资料；本网站维持并及时更新会员资料，使其保持真实、准确、完整和反映当前情况。倘若您提供任何不真实、不准确、不完整或不能反映当前情况的资料，或本网有合理理由怀疑该资料不真实、不准确、不完整或不能反映当前情况，本网站有权暂停或终止您在本网站的注册身份及资料。 
      <br>5、 关于帐号的安全性：在登记过程中，您将选择会员注册名和密码。您须自行负责对您的会员注册名和密码保密，且须对您在会员注册名和密码下发生的所有活动承担责任。  
      <br>6、 本平台使用者因为违反本声明的规定而触犯中华人民共和国法律的，一切后果自己负责，本平台不承担任何责任。
      <br> 
      <br>免责声明 　　
      <span class="ua_td">雏鸟提醒您：雏鸟网站由 重庆雏鸟教育信息咨询有有限公司运营，涉及具体产品服务的，将由有资质的服务商提供。如果用户（“用户”或“您”）在本网站、雏鸟关联公司网站或其他雏鸟提供的移动应用或软件上（以下简称“雏鸟网”），访问、预定或使用雏鸟的产品或服务（以上统称为“服务”），便视为用户接受了以下免责说明，请您仔细阅读以下内容，尤其是以下加粗字体。如果您不同意以下任何内容，请立刻停止访问/使用本网站或其他任何移动应用或软件所提供的相关服务。 </span>
      <span class="ua_td">您完全同意及认可，雏鸟网是将有资质的教师、教育机构提供的教育服务信息汇集于雏鸟网供用户查阅，同时帮助用户通过雏鸟网与上述教师、学习班、教育机构等联系并预订相关教育服务项目。对用户预订的教育服务项目中出现的瑕疵等问题，雏鸟网并不承担责任，但雏鸟网会尽力协助用户与相关教育服务提供商进行协商。 您完全理解并同意，鉴于雏鸟以非人工检索方式、根据您键入的关键字或点击特定的产品或服务关键字自动生成的网页链接或相关的产品信息描述，例如价格、专业等，上述非人工检索方式，因缓存时间间隔或检索方式非完全智能等原因，有可能造成信息更新不及时或产品服务信息聚合、抽取不精准等瑕疵，您完全理解并豁免上述产品或服务瑕疵给您造成的不便，雏鸟不承担任何责任。</span> 
      <span class="ua_td">为方便您的使用，雏鸟可能会对产品的可信赖程度而进行的评级、推荐提示仅供您参考，雏鸟不担保该等评级、推荐的准确性和完整性，对推荐的网站的内容及服务亦不承担任何责任。</span>
      <span class="ua_td">您完全理解并同意，您通过雏鸟购买教师家教课程、学习班课程、机构教育服务、教育视频服务等现有教育产品或服务或此后新的产品和服务，应按照相关网页中展示的说明、规定或政策等履行相关义务，享有相关权利，该等说明、规定或政策等与本说明共同构成您和雏鸟的整体协议，您必须严格遵守。</span>
      <span class="ua_td">您了解并理解，任何经由雏鸟网提供服务而发布的图形、图片或个人言论等，均表示了内容提供者、服务使用者个人的观点、观念和思想，并不代表雏鸟的观点或主张，对于在享受网络服务的过程中可能会接触到令人不快、不适当等内容的，由您个人自行加以判断并承担所有风险，雏鸟不承担任何责任。</span>
      <span class="ua_td">雏鸟为所有教育服务提供方、第三方代理商（包括但不限于家教、学习班、教育机构、学习视频等）提供一个在线平台，供其宣传自己可供预订的产品及服务，同时也通过本平台让客人预订教育资源。</span>
      <span class="ua_td">您完全理解并同意，通过雏鸟购买家教服务、学习班、教育机构服务、教育视频等现有教育产品或服务或此后新的产品和服务时，您在预订产品或服务后应当及时付款；您在预订产品或服务后未全额支付前，您尚未完成购买上述产品或服务。因上述产品或服务的价格、数量或库存等实时更新或变化而造成您的额外费用、损失或无课等，由您自行承担，雏鸟不承担任何责任。您完全理解并同意，您在支付过程中，因网络中断、银行反馈信息错误等非雏鸟的原因造成的付款失败，由您自行承担，雏鸟不承担任何责任。</span> 
      <span class="ua_td">请您及时保存或备份您的文字、图片等其他信息，您完全理解并同意，由于雏鸟储存设备有限、设备故障、设备更新或设备受到攻击等设备原因或人为原因，您使用网路服务储存的信息或数据等全部或部分发生删除、毁损、灭失或无法恢复的风险，均由您自行承担，雏鸟不承担任何责任。</span> 
      <span class="ua_td">雏鸟不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不做担保。 </span>
      <span class="ua_td">雏鸟不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由雏鸟实际控制的任何网页上的内容，雏鸟不承担任何责任。 </span>
      <span class="ua_td">对于因不可抗力或雏鸟不能控制的原因造成的网络服务中断或其他缺陷，雏鸟不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。 </span>
      <span class="ua_td">本免责声明要与中华人民共和国法律解析一致，包括法律条款中有争议抵触的内容，您和雏鸟一致同意服从法院的管辖。若有任何服务条款与法律相抵触，那这些条款将按尽可能接近的方法重新解析，而其它条款则保持对用户产生法律效力和影响。因解释本免责声明以及用户通过雏鸟网预订任何产品而导致的争议，将同意接受 重庆市渝北区人民法院的管辖。</span>
    </p>
  </div>
</template>

<script>
export default {
  data () {
    return {

    };
  },

  methods: {}

}

</script>

<style lang='less' scoped>
.app_ua{
  padding:30px 40px;
  .ua_p{
    line-height:36px;
    font-size: 16px;
    color:rgba(102,102,102,1);
    .ua_td{
      text-indent:2rem;
      display:block;
    }
  }
}
</style>